Repository: enginkirmaci/Haberler
Catalog: Haberler/Strings/*/Resources.resw
Source language: en
Languages: tr

# About.Header
source: About
tr: Hakkında

# BuyErrorMessage
source: An unexpected error occurred during your purchase!
tr: Satın alma sırasında beklenmedik bir hata meydana geldi!

# CategoryHeader.Text
source: Categories
tr: Kategoriler

# FeedbackMessageTitle.Text
source: Type the following form to share your comments and suggestions with us.
tr: Aşağıdaki forma görüş ve önerilerinizi yazıp bizimle paylaşabilirsiniz.

# Description.Text
source: Haberler+, is a turkish news application for Windows 10 devices. With many features, Haberler+ reachs you news sources you want, allow you to read news from your favorite categories.
tr: Haberler+, Windows 10 cihazlarınız için haber uygulamasıdır. Haberler+ birçok özelliği ile dilediğiniz haber kaynağına ulaşmanızı, beğendiğiniz kategorilerdeki haberleri okumanızı sağlar.

# ErrorTitle
source: Error!
tr: Hata!

# Favorite.Label
source: favorite
tr: favori

# Favorites.Text
source: Favorites
tr: Favoriler

# FeedbackDescription.Text
source: You can review the application on the Store or if you want you can share comments and suggestions with us.
tr: Uygulamayı ister mağaza üzerinden puanlayabilir, isterseniz görüş ve önerilerinizi bizimle paylaşabilirsiniz.

# FeedbackFailureMessage
source: English Error occurred during sending e-mail, please try again!
tr: Mail yollama sırasında hata meydana geldi, lütfen tekrar deneyiniz!

# FeedbackHeader.Text
source: Feedback
tr: Geri Bildirim

# FeedbackMailTitle
source: {0} Feedback
tr: {0} Geri Bildirim

# FeedbackMessageValidation
source: Please write a comment!
tr: Lütfen bir yorum yazınız!

# FeedbackSendButton.Text
source: Send
tr: Gönder

# FeedbackSuccessMessage
source: Your message has reached us succesfully. Thank you comments and suggestions.
tr: Mesajınız başarıyla bize ulaşmıştır. Görüş ve önerileriniz teşekkür ederiz.

# FeedbackSuccessTitle
source: Your message has reached us
tr: Yorumunuz alınmıştır

# Filter.Label
source: filter
tr: filtre

# FilterByDate.Text
source: By Date
tr: Tarihe Göre

# FilterByTitle.Text
source: By Title
tr: Başlığa Göre

# FilterOrder.Text
source: Order
tr: Sırala

# FilterTitle.Text
source: Filter
tr: Filtrele

# FollowMe.Text
source: follow me
tr: beni takip edin

# LiveTile.Header
source: Live Tile
tr: Canlı Kutucuk

# LiveTileActive.Header
source: Live Tile
tr: Canlı kutucuk

# LiveTileRefreshInterval.Text
source: Refresh Interval
tr: Yenileme süresi

# LiveTileTransparent.Header
source: Transparent Tile
tr: Transparan kutucuklar

# Loading.Text
source: loading
tr: yükleniyor

# MainHeader.Text
source: Sources
tr: Haber Kaynakları

# Next.Label
source: next
tr: sonraki

source: No
tr: Hayır

# NotBuyErrorMessage
source: You have not bought the product {0}!
tr: {0} ürününü satın alamadınız!

source: Ok
tr: Tamam

# OtherApps.Text
source: other applications
tr: diğer uygulamalar

# ParseErrorMessage
source: Source can not be displayed correctly! Please try again later.
tr: Kaynak düzgün görüntülenememektedir! Lütfen daha sonra tekrar deneyiniz.

# PinToStart.Label
source: pin to start
tr: sabitle

# Prev.Label
source: previous
tr: önceki

# Preview.Text
source: Preview
tr: Önizleme

# Privacy.Content
source: Privacy Policy
tr: Gizlilik Sözleşmesi

# RateMessage
source: We'd be happy if you give us 5 stars. Show us your love in the markets so we continue what we are doing and it will allow us to do better!
tr: Bize 5 yıldız verirseniz mutlu oluruz. Markette bize sevgi göstermeniz bizim yaptığımıza devam etmemizi ve uygulamayı daha iyi yapmamızı sağlayacak!

# RateMessageTitle
source: Do you like {0} application?
tr: {0} uygulamasını sevdiniz mi?

# RateReview.Text
source: Vote on the Store!
tr: Mağaza üzerinden oy verin!

# ReadingFontSize.Text
source: Font Size
tr: Yazı Boyutu

# ReadingListHeader.Text
source: Reading List
tr: Okuma Listesi

# ReadingTheme.Text
source: Reading Theme
tr: Yazı Teması

# Refresh.Label
source: refresh
tr: yenile

# SampleText
source: Text Sample
tr: Yazı örneği

# SampleTitle
source: Title
tr: Başlık

# SampleUrl
source: siteurl.com
tr: siteadresi.com

# SettingsHeader.Text
source: Settings
tr: Ayarlar

# Share.Label
source: share
tr: paylaş

# ShowInBrowser.Label
source: show in browser
tr: tarayıcıda göster

# SourceCategorySearch.PlaceholderText
source: Source / Kategori Search
tr: Kaynak / Kategori Arama

# SourceHeader.Text
source: Sources
tr: Kaynaklar

# Template.Header
source: Appearance
tr: Görünüm

# ThemeDark
source: Dark
tr: Koyu

# ThemeLight
source: Light
tr: Açık

# ThemeSepia
source: Sepia
tr: Kahverengi

# UnFavorite.Label
source: unfavorite
tr: kaldır

# UnPin.Label
source: remove pin
tr: kaldır

# WarningTitle
source: Warning!
tr: Uyarı!

# WhatsNew.Header
source: What's New
tr: Yenilikler

source: Yes
tr: Evet

# ReadLater.Label
source: remove
tr: kaldır

# ReadLaterRemove.Label
source: read later
tr: sakla
